tap "thoughtbot/formulae"
tap "FelixKratz/formulae"

brew "asciinema"
brew "bat"
brew "borders"
brew "coreutils"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-fixup"
brew "gnu-sed"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pgcli"
brew "pidof"
brew "postgresql@17"
brew "rcm"
brew "rename"
brew "ripgrep"
brew "ruby-build"
brew "shellcheck"
brew "shfmt"
brew "source-highlight"
brew "starship"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
brew "yarn"

cask "1password"
cask "alcove"
cask "arc"
cask "busycal"
cask "claude"
cask "cold-turkey-blocker"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "istat-menus"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "ColorSnapper2", id: 969418666
mas "Dropover", id: 1355679052
mas "GoodLinks", id: 1474335294
mas "Kindle", id: 302584613
mas "Meeter", id: 1510445899
mas "QuickShade", id: 931571202
mas "Signal Shifter", id: 6446061552
