tap "thoughtbot/formulae"

brew "asciinema"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-fixup"
brew "gnu-sed"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "m-cli"
brew "mackup"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "pgcli"
brew "pidof"
brew "postgresql@17"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "rename"
brew "ripgrep"
brew "ruby-build"
brew "source-highlight"
brew "starship"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
brew "yarn"

cask "1password"
cask "arc"
cask "cold-turkey-blocker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "monitorcontrol"
cask "obsidian"
cask "the-unarchiver"
cask "tidal"
cask "visual-studio-code"
