tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "heroku/brew"

brew "asciinema"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-fixup"
brew "gnu-sed"
brew "heroku"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "m-cli"
brew "mackup"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "pgcli"
brew "pidof"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "rename"
brew "ruby-build"
brew "rust"
brew "shellcheck"
brew "source-highlight"
brew "stylua"
brew "thefuck"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
brew "yarn"

cask "1password"
cask "atom"
cask "bartender"
cask "docker"
cask "font-open-sans"
cask "font-roboto"
cask "font-sauce-code-pro-nerd-font"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "keepingyouawake"
cask "monitorcontrol"
cask "numi"
cask "sketch"
cask "spotify"
